handouts/lecture_notes/lecture_1/lecture_1.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2017-02-10 Fri 10:27 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Lecture 1: Economic Questions and Data</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Zheng Tian" />
<link rel="stylesheet" type="text/css" href="../../../css/readtheorg.css" />
</head>
<body>
<div id="content">
<h1 class="title">Lecture 1: Economic Questions and Data</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org3afaa3a">1. What is Econometrics about?</a></li>
<li><a href="#org849b5b5">2. Economic Questions We Examine</a></li>
<li><a href="#org674d389">3. Causal Effects and Idealized Experiments</a></li>
<li><a href="#org605a642">4. Data Sources and Types</a></li>
</ul>
</div>
</div>

<div id="outline-container-org3afaa3a" class="outline-2">
<h2 id="org3afaa3a"><span class="section-number-2">1</span> What is Econometrics about?</h2>
<div class="outline-text-2" id="text-1">
</div><div id="outline-container-org3e21a81" class="outline-3">
<h3 id="org3e21a81"><span class="section-number-3">1.1</span> Definition of Econometrics</h3>
<div class="outline-text-3" id="text-1-1">
<p>
Econometricians may give different definitions of Econometrics from
their own perspective.
</p>

<p>
Stock and Watson (2015) define Econometrics as
</p>
<blockquote>
<p>
At a broad level, econometrics is the science and art of using
economic theory and statistical techniques to analyze economic
data.
</p>
</blockquote>
</div>
</div>


<div id="outline-container-org8fe7ecc" class="outline-3">
<h3 id="org8fe7ecc"><span class="section-number-3">1.2</span> The objective of Econometrics</h3>
<div class="outline-text-3" id="text-1-2">
<p>
Frisch (1933) set the objectives of Econometrics as follows,
</p>
<blockquote>
<p>
(Econometrics's) main objective shall be to promote studies that aim at
a unification of the theoretical-quantitative and the
empirical-quantitative approach to economic problems and that are
penetrated by constructive and rigorous thinking similar to that which
has come to dominate the natural sciences. &#x2026;&#x2026; Experience has shown
that each of these three viewpoints, that of statistics, economic
theory, and mathematics, is a necessary, but not by itself a
sufficient, condition for a real understanding of the quantitative
relations in modern economic life. It is the unification of all
three that is powerful. And it is this unification that constitutes
econometrics.
</p>
</blockquote>
</div>
</div>
</div>


<div id="outline-container-org849b5b5" class="outline-2">
<h2 id="org849b5b5"><span class="section-number-2">2</span> Economic Questions We Examine</h2>
<div class="outline-text-2" id="text-2">
</div><div id="outline-container-orgf6d2fae" class="outline-3">
<h3 id="orgf6d2fae"><span class="section-number-3">2.1</span> Four practical questions</h3>
<div class="outline-text-3" id="text-2-1">
<dl class="org-dl">
<dt>Question 1</dt><dd>does reducing class size improve elementary school education?</dd>

<dt>Question 2</dt><dd>is there racial discrimination in the market for home loan?</dd>

<dt>Question 3</dt><dd>how much do cigarette taxes reduce smoking?</dd>

<dt>Question 4</dt><dd>what will the rate of inflation be next year?</dd>
</dl>
</div>
</div>


<div id="outline-container-org6f3b4bc" class="outline-3">
<h3 id="org6f3b4bc"><span class="section-number-3">2.2</span> How does an econometrician formulate such questions?</h3>
<div class="outline-text-3" id="text-2-2">
<p>
Ideally, an econometrician would design his/her econometric modeling
by the following steps
</p>

<ol class="org-ol">
<li>Establish a theoretical model to qualitatively describe how X could
cause Y, holding other factors constant. From the theoretical
model, put forward some hypotheses to validate the theory.</li>
<li>Find actual data to measure the variables in the theory</li>
<li>Set up an empirical model to test the theoretical model, using
available data.</li>
<li>Choose a suitable estimation method to estimate the empirical model.</li>
<li>Perform some hypothesis tests and model specification test to
validate the estimation results.</li>
<li>Based on the estimation and test results, determine whether the theory
is internally and externally valid.</li>
</ol>
</div>
</div>
</div>


<div id="outline-container-org674d389" class="outline-2">
<h2 id="org674d389"><span class="section-number-2">3</span> Causal Effects and Idealized Experiments</h2>
<div class="outline-text-2" id="text-3">
<p>
The success of an econometric analysis relies on whether the causal
effects between X and Y can be accurately identified, excluding the
influences of other factors.
</p>
</div>

<div id="outline-container-org8f4bc9a" class="outline-3">
<h3 id="org8f4bc9a"><span class="section-number-3">3.1</span> Randomized controlled experiment</h3>
<div class="outline-text-3" id="text-3-1">
</div><div id="outline-container-orgfaba027" class="outline-4">
<h4 id="orgfaba027">Controlled experiment</h4>
<div class="outline-text-4" id="text-orgfaba027">
<p>
Control group (no treatment) versus treatment group (with treatment)
</p>
</div>
</div>

<div id="outline-container-org544b539" class="outline-4">
<h4 id="org544b539">Randomized experiment</h4>
<div class="outline-text-4" id="text-org544b539">
<p>
the treamtment is assigned randomly
</p>
</div>
</div>

<div id="outline-container-orgca63296" class="outline-4">
<h4 id="orgca63296">Advantages and disadvantages</h4>
<div class="outline-text-4" id="text-orgca63296">
<dl class="org-dl">
<dt>Advantages</dt><dd>eliminate the possibility of a systematic relationship that could
blur the causal effects of the treatment</dd>

<dt>Disadvantages</dt><dd>it is difficult to implement, especially for social
science</dd>
</dl>
</div>
</div>
</div>
</div>


<div id="outline-container-org605a642" class="outline-2">
<h2 id="org605a642"><span class="section-number-2">4</span> Data Sources and Types</h2>
<div class="outline-text-2" id="text-4">
</div><div id="outline-container-org2892956" class="outline-3">
<h3 id="org2892956"><span class="section-number-3">4.1</span> <span class="todo TODO">TODO</span> Experimental versus observational data</h3>
</div>

<div id="outline-container-org97c2ad6" class="outline-3">
<h3 id="org97c2ad6"><span class="section-number-3">4.2</span> Cross-sectional data</h3>
<div class="outline-text-3" id="text-4-2">
<ul class="org-ul">
<li>heights of all 30 students in a class</li>

<li>total population of each province in China in 2014</li>
</ul>
</div>
</div>

<div id="outline-container-orga9a4eb2" class="outline-3">
<h3 id="orga9a4eb2"><span class="section-number-3">4.3</span> Time series data</h3>
<div class="outline-text-3" id="text-4-3">
<ul class="org-ul">
<li>stock price of Company A by hour over the last month</li>

<li>consumer price index of China by month from 1990 to 2014</li>
</ul>
</div>
</div>

<div id="outline-container-org5b6de56" class="outline-3">
<h3 id="org5b6de56"><span class="section-number-3">4.4</span> Panel data</h3>
<div class="outline-text-3" id="text-4-4">
<ul class="org-ul">
<li>annual wage of a fixed group of respondents in a survey conducted by
a statistic agency in 1990, 1995, 2000, 2005, and 2010</li>

<li>GDP per capita of each country in Asia from 1990 to 2014</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Zheng Tian</p>
<p class="date">Created: 2017-02-10 Fri 10:27</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
